export const text1 =
  "Цель игры заключается в том, чтобы угадать загаданное слово за определенное количество попыток.";
export const text2 =
  "После каждой попытки цвет букв будет меняться, чтобы показать, какие буквы есть в загаданном слове.";
export const text3 =
  "Рассмотрим пример. Допустим, игра загадала нам слово ДЕФИС и мы вводим слово НАРЯД:";
export const text4 =
  "Буква Д есть в загаданном слове, но стоит не на своем месте.\nЕсли буквы нет в загаданном слове, то она обозначается темным цветом.";
export const text5 = "Далее мы вводим слово ДЕРБИ:";
export const text6 =
  "Буква Д и Е есть в загаданном месте и стоят на своих местах. Буква И тоже есть в загаданном слове, но как и в предыдущей попытке стоит не на своем месте.";
export const text7 =
  "Если слово угадано, то оно полностью помечается верным цветом! Удачи!";
export const text8 =
  "Еще немного условностей: \n1) Не используйте букву Ё, в игре она заменена на букву Е;\n2) в основном слова это существительные в единственном числе, именительном падеже;\n3) в загаданном слове буквы могут повторяться.";
